Repository: sybrew/the-seo-framework
Catalog: language/autodescription-*.po
Languages: nl_nl

source: The Sitemap is an XML file that lists pages and posts for your site along with optional metadata about each post or page. This helps Search Engines crawl your site easier.
nl_nl: De Sitemap is een XML bestand welke een lijst maakt van pagina's en berichten voor jouw site samen met optionele metadata over elke post of pagina. Dit helpt Zoekmachines makkelijker jouw site te doorzoeken.

source: The optional metadata include the post and page modified time and a page priority indication, which is automated.
nl_nl: De optionele metadata bevatten de bericht en pagina modificatie tijd en een pagina prioriteits indicatie, welke geautomatiseerd is.

source: Sitemap Output
nl_nl: Sitemap Inschakelen

source: Output Sitemap?
nl_nl: Schakel Sitemap In?

source: View sitemap
nl_nl: Bekijk Home Pagina Instellingen

# %s = here
source: The sitemap can be found %s.
nl_nl: De sitemap kan %s gevonden worden.

source: View robots.txt
nl_nl: Bekijk robots.txt

source: Robots.txt Settings
nl_nl: Robots.txt Instellingen

source: The robots.txt file is the first thing Search Engine look for. If you add the sitemap location in the robots.txt file, then search engines will look for and index the sitemap.
nl_nl: Het robots.txt bestand is het eerste waar Zoek Machines naar zoeken. Als je de sitemap lokatie toevoegt in het robots.txt bestand, dan zullen zoekmachines zoeken naar de sitemap en deze indexeren.

source: If you do not add the sitemap location to the robots.txt file, you will need to notify search engines manually through the Webmaster Console provided by the search engines.
nl_nl: Als je niet de sitemap locatie toevoegt in het robots.txt bestand, dan zou je de zoekmachines handmatig op de hoogte moeten stellen doormiddel van het Webmaster Console welke beschikbaar is gesteld door de zoekmachines.

source: Add sitemap location in robots.txt
nl_nl: Voeg sitemap lokatie toe in robots.txt

source: Add sitemap location in robots?
nl_nl: Voeg sitemap lokatie toe in robots?

# %s = here
source: The robots.txt file can be found %s.
nl_nl: Het robots.txt bestand kan %s gevonden worden.

source: Timestamps Settings
nl_nl: Tijdstempel Instellingen

source: The modified time hint Search Engines where to look for content changes. It has no impact on SEO value unless you drastically change pages or posts. It then depends on how well your content is constructed.
nl_nl: De aangepaste tijd geven de Zoekmachines een indicatie waar ze moeten zoeken voor inhoud veranderingen. Het heeft geen impact op SEO waarde tenzij je drastische wijzigingen toebrengt op je pagina's of berichten. Het hangt er dan vanaf hoe goed jouw content is opgezet.

source: By default, the sitemap only outputs the modified date if you've enabled them within the Social Metabox. This setting overrides those settings for the Sitemap.
nl_nl: De sitemap laat normaal alleen de modificatie datum zien wanneer je dit hebt aangezet binnen de Sociale Metabox. Deze instelling overschrijft de instellingen voor de Sitemap.

source: Output Modified Date
nl_nl: Modificatie Datum Inschakelen

source: Add %s to the sitemap?
nl_nl: Voeg %s toe aan de sitemap?

source: Ping Settings
nl_nl: Ping Instellingen

source: Notifying Search Engines of a sitemap change is helpful to get your content indexed as soon as possible.
nl_nl: Het notificeren van sitemap veranderingen aan Zoekmachines is handig om jouw inhoud zo snel mogelijk geïndexeerd te krijgen.

source: By default this will happen at most once an hour.
nl_nl: Normaal gebeurt dit op z'n meest een keer per uur.

source: Notify Search Engines
nl_nl: Notificeer Zoekmachines

source: Notify %s about sitemap changes?
nl_nl: Notificeer %s over sitemap veranderingen?

source: Class or Method not found.
nl_nl: Klasse of Methode niet gevonden.

source: Class or Method not found. Needs to be called statically.
nl_nl: Klasse of Methode niet gevonden. Moet statisch aangeroepen worden.

source: Function needs to be called as string.
nl_nl: Functie moet opgeroepen worden als string.

source: %s of The SEO Framework
nl_nl: %s van The SEO Framework

source: The SEO Framework makes sure your SEO is always up-to-date without any configuration needed. It's based upon the Genesis SEO.
nl_nl: De SEO Framework zorgt ervoor dat jouw SEO altijd up-to-date is zonder configuratie. Het is gebaseerd op het Genesis SEO.
