Repository: sybrew/the-seo-framework
Catalog: language/autodescription-*.po
Languages: nl_nl

source: No Search
nl_nl: Geen Zoeken

source: The changes you made will be lost if you navigate away from this page.
nl_nl: De wijzigingen zullen verloren gaan als je deze pagina nu verlaat.

source: Are you sure you want to reset all SEO settings to their defaults?
nl_nl: Weet u zeker dat u de standaardwaarden wilt herstellen van alle SEO instellingen?

# e.g. en for English, nl for Dutch, fi for Finish, de for German
source: en
nl_nl: nl

source: Save Settings
nl_nl: Instellingen Opslaan

source: Reset Settings
nl_nl: Instellingen Resetten

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Settings reset.
nl_nl: Instellingen gereset.

source: Error saving settings.
nl_nl: Fout bij het opslaan van instellingen.

source: SEO Settings
nl_nl: SEO Instellingen

source: Network SEO Settings
nl_nl: Netwerk SEO Instellingen

source: Network SEO
nl_nl: Netwerk SEO

source: Title Settings
nl_nl: Titel Instellingen

source: Description Meta Settings
nl_nl: Beschrijving Meta Instellingen

source: Home Page Settings
nl_nl: Home Pagina Instellingen

source: Social Meta Settings
nl_nl: Sociale Meta Instellingen

source: Knowledge Graph Settings
nl_nl: Kennis Grafiek Instellingen

source: Robots Meta Settings
nl_nl: Robots Meta Instellingen

source: Webmaster Meta Settings
nl_nl: Webmaster Meta Instellingen

source: Sitemaps Settings
nl_nl: Sitemap Instellingen

source: Post
nl_nl: Bericht

source: Page
nl_nl: Pagina

source: Title:
nl_nl: Titel:

source: Description:
nl_nl: Beschrijving:

source: Follow:
nl_nl: Volgen:

source: Archive:
nl_nl: Archief:

source: Redirect:
nl_nl: Omleiding:

source: Generated: Automatically generated.
nl_nl: Gegenereerd: Automatisch gegenereerd.

source: far too short.
nl_nl: Lengte is veel te kort.

source: too short.
nl_nl: te kort.

source: too long.
nl_nl: te lang.

source: far too long.
nl_nl: Lengte is veel te lang.

source: good.
nl_nl: goed.

source: %s is used %d times.
nl_nl: %s is %d keer gebruikt.

source: Length is far too short.
nl_nl: Lengte is veel te kort.

source: Length is too short.
nl_nl: Lengte is te kort.

source: Length is too long.
nl_nl: Lengte is te lang.

source: Length is far too long.
nl_nl: Lengte is veel te lang.

source: Length is good.
nl_nl: Lengte is goed.

source: %s is being indexed.
nl_nl: %s wordt geïndexeerd.

source: But you've disabled indexing for the whole site.
nl_nl: Maar je hebt indexering uitgeschakeld voor de hele site.

source: But the blog isn't set to public. This means WordPress disencourages indexing.
nl_nl: Maar de blog is niet publiek gesteld. Dit betekent dat WordPress indexering ontmoedigd.

source: But there are no posts in this %s. Therefore indexing has been disabled.
nl_nl: Maar er zijn geen berichten in deze %s. Hierdoor is indexering uitgeschakeld.

source: %s links are being followed.
nl_nl: %s links worden gevolgd.

source: But you've disabled following of links for the whole site.
nl_nl: Maar je hebt links volgen uitgeschakeld voor de hele site.

source: %s links aren't being followed.
nl_nl: %s links worden niet gevolgd.

source: But the blog isn't set to public. This means WordPress allows the links to be followed regardless.
nl_nl: Maar de blog is niet publiek gesteld. Dit betekent dat WordPress toch toestaat om links te laten volgen.

source: Search Engine are allowed to archive this %s.
nl_nl: Zoekmachines zijn toegestaan om deze %s te archiveren.

source: But you've disabled archiving for the whole site.
nl_nl: Maar je hebt archivering uitgeschakeld voor de hele site.

source: Search Engine aren't allowed to archive this %s.
nl_nl: Zoekmachines zijn niet toegestaan om deze %s te archiveren.

source: But the blog isn't set to public. This means WordPress allows the blog to be archived regardless.
nl_nl: Maar de blog is niet publiek gesteld. Dit betekent dat WordPress toch toestaat om de blog gearchiveerd te laten worden.

source: %s isn't being redirected.
nl_nl: %s wordt niet omgeleid.

# Description
source: D
nl_nl: B

# no-Follow
source: F
nl_nl: V

# Redirect
source: R
nl_nl: O

source: %s is being redirected. This means no SEO values have to be set.
nl_nl: %s wordt omgeleid. Dit betekent dat geen SEO waarden ingesteld hoeven te worden.

source: %s is not being indexed. This means no SEO values have to be set.
nl_nl: %s wordt niet geindexeerd. Dit betekent dat geen SEO waarden ingesteld hoeven te worden.

source: Failed to fetch post ID.
nl_nl: Mislukt om post ID op te halen.

# High priority translation, used in front-end
source: Latest posts:
nl_nl: Laatste berichten:

source: Untitled
nl_nl: Naamloos

# Placement. e.g. Post Title "on" Blog Name
source: on
nl_nl: op

source: Protected: %s
nl_nl: Beschermd: %s

source: Private: %s
nl_nl: Priv&#233;: %s

source: Page %s
nl_nl: Pagina %s

source: Search results for:
nl_nl: Zoekresultaten voor:

source: Archives
nl_nl: Archieven

source: Category: %s
nl_nl: Categorie: %s

source: Author: %s
nl_nl: Auteur

source: Year: %s
nl_nl: Jaar: %s

source: Month: %s
nl_nl: Maand: %s

source: Day: %s
nl_nl: Dag: %s

# daily archives date format
source: F j, Y
nl_nl: j f, Y

# post format archive title
source: Galleries
nl_nl: Gallerijen

# post format archive title
source: Images
nl_nl: Plaatjes

# post format archive title
source: Statuses
nl_nl: Statussen

# post format archive title
source: Chats
nl_nl: Gesprekken

source: Archives: %s
nl_nl: Archieven: %s

source: %s SEO Settings
nl_nl: %s SEO Instellingen

source: %s Title
nl_nl: %s Titel

source: Recommended Length: 50 to 55 characters
nl_nl: Aanbevolen Lengte: 50 tot 55 tekens

source: Characters Used: %s
nl_nl: Gebruikte Tekens: %s

source: %s Meta Description
nl_nl: %s Meta Beschrijving

source: Recommended Length: 145 to 155 characters
nl_nl: Aanbevolen Lengte: 145 tot 155 tekens

source: Apply %s to this %s
nl_nl: Pas %s toe op %s Archieven?

source: Tell Search Engines not to show this page in their search results
nl_nl: Vertel Zoekmachines om deze pagina niet te tonen in hun zoekresultaten

source: Tell Search Engines not to follow links on this page
nl_nl: Vertel Zoekmachines om links op deze pagina niet te volgen

source: Tell Search Engines not to save a cached copy this page
nl_nl: Vertel Zoekmachines om niet een kopie in hun cache op te slaan van deze pagina

source: Custom %s Title
nl_nl: Aangepaste %s Titel

source: Custom %s Description
nl_nl: Aangepaste %s Beschrijving

source: Custom Canonical URL
nl_nl: Aangepaste Canonieke URL

source: Local Search Settings
nl_nl: Lokale Zoek Instellingen

source: Exclude this %s from local search
nl_nl: Sluit deze %s uit van lokaal zoeken

source: This excludes this %s from local on-site search results.
nl_nl: Dit sluit deze %s uit van de lokale on-site zoekresultaten.

source: Custom 301 Redirect URL
nl_nl: Aangepaste 301 Omleiding URL

source: Recommended
nl_nl: Aanbevolen

source: Example Post Title
nl_nl: Voorbeeld Bericht Titel

source: Document Title Separator
nl_nl: Document Title Afscheider

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
nl_nl: Wanneer de titel bestaat uit twee delen (originele titel en eventuele toevoeging), dan zal de afscheider er tussen in gaan.

source: Document Title Additions Location
nl_nl: Document Titel Toevoegings Locatie

source: Determines which side the added title text will go on.
nl_nl: Bepaalt welke kant de toegevoegde titel tekst op zal gaan.

source: Left:
nl_nl: Links:

source: Right:
nl_nl: Rechts:

source: The Home Page has a specific option.
nl_nl: De Home Pagina heeft een specifieke optie.

source: Example Title
nl_nl: Voorbeeld Titel

source: This is an example description&#8230;
nl_nl: Dit is een voorbeeld beschrijving&#8230;

source: Example Description Output
nl_nl: Voorbeeld Beschrijving Uitvoer

source: Description Excerpt Separator
nl_nl: Beschrijving Uitreksel Afscheider

source: If the Automated Description consists of two parts (Title and excerpt), then the separator will go in between them.
nl_nl: Wanneer de Automatische Beschrijving bestaat uit twee delen (Titel en Beschrijving), dan zal de afscheider er tussen in gaan.

source: Add Blogname to Description
nl_nl: Voeg Blognaam toe aan beschrijving

source: Add blogname to automated description?
nl_nl: Blognaam toevoegen aan automatische beschrijving?

source: Category
nl_nl: Categorie

source: Author
nl_nl: Auteur

source: Date
nl_nl: Datum

source: Search Pages
nl_nl: Zoek Pagina's

source: Attachment Pages
nl_nl: Bijlage Pagina's

source: the entire site
nl_nl: de gehele site

source: These options prevent indexing of the selected archives. If you enable this, the selected archives will be removed from search engine result pages.
nl_nl: Deze opties voorkomen indexering van de geselecteerde archieven. Als je dit inschakelt zullen de geselecteerde archieven verwijderd worden van de zoek machine zoek resultaten.

source: These options prevent links from being followed on the selected archives. If you enable this, the selected archives in-page links will gain no SEO value, including your own links.
nl_nl: Deze opties voorkomen dat links gevolgd worden binnen de geselecteerde archieven. Als je dit inschakelt, zullen de geselecteerde archieven in-pagina links geen SEO waarde ontvangen, inclusief jouw eigen links.

source: These options prevent caching of the selected archives. If you enable this, search engines will not create a cached copy of the selected archives.
nl_nl: Deze opties voorkomen dat de geselecteerde archieven worden gecached. Als je dit inschakelt, zullen zoekmachines niet een cachekopie van de geselecteerde archieven maken.

source: General
nl_nl: Algemeen

source: Indexing
nl_nl: Indexering

source: Following
nl_nl: Volgen

source: Archiving
nl_nl: Archivering

source: Open Directory Settings
nl_nl: Open Directory Instellingen

source: Sometimes, search engines use resources from certain Directories to find titles and descriptions for your content. You generally don't want them to do so. Turn these options on to prevent them from doing so.
nl_nl: Af en toe gebruiken zoekmachines bepaalde Bronnen om titels en beschrijvingen te vinden voor jouw inhoud. In het algemeen wil je niet dat ze dit doen. Zet deze opties aan om te voorkomen dat ze dit doen.

source: The Open Directory Project and the Yahoo! Directory may contain outdated SEO values. Therefore, it's best to leave these options checked.
nl_nl: De Open Directory Project en de Yahoo! Directory kunnen verouderde SEO waarden bevatten. Hierdoor is het aanbevolen om deze opties aangevinkt te houden.

source: Apply %s to the entire site?
nl_nl: Pas %s toe op de hele site?

source: Paged Archive Settings
nl_nl: Pagina Archief Instellingen

source: Indexing the second or later page of any archive might cause duplication errors, search engines look down upon them. Therefore it's recommended to disable indexing of those pages.
nl_nl: Indexering van de tweede of latere pagina van een archief kan duplicatie fouten veroorzaken, zoekmachines kijken hierop neer. Hierom is het aanbevolen om indexering uit te schakelen van die pagina's.

source: Apply %s to every second or later archive page?
nl_nl: Pas %s toe op elke tweede of latere archief pagina?

source: %s Robots Settings
nl_nl: %s Robots Instellingen

source: Apply %s to %s?
nl_nl: Pas %s toe op %s?

source: Apply %s to %s Archives?
nl_nl: Pas %s toe op %s Archieven?

source: Title
nl_nl: Titel

source: Description
nl_nl: Beschrijving

source: Home Page
nl_nl: Home Pagina

source: Note:
nl_nl: Noteer:

source: The %s is fetched from the %s on the %s.
nl_nl: De %s is verkregen van de %s op de %s.

source: Page SEO Settings
nl_nl: Pagina SEO Instellingen

source: View Home Page Settings
nl_nl: Bekijk Home Pagina Instellingen

source: Checked in Page
nl_nl: Aangevinkt in Pagina

source: These settings will take precedence over the settings set within the home page page edit screen, if any.
nl_nl: Deze instellingen nemen voorrang op de instellingen ingesteld binnen het home pagina bewerkings scherm, indien van toepassing.

source: %s Tagline
nl_nl: %s Slogan

source: Add site description (tagline) to the Title on the %s?
nl_nl: Voeg website beschrijving (slogan) toe aan de Titel op de %s

source: Custom %s Title Tagline
nl_nl: Aangepaste %s Titel Slogan

source: The meta description can be used to determine the text used under the title on search engine results pages.
nl_nl: De meta beschrijving kan worden gebruikt om de tekst te bepalen onder de titel op zoek machine resultaten pagina&#39;s.

source: Homepage Robots Meta Settings
nl_nl: Home Pagina Robots Meta instellingen

source: Apply %s to the %s?
nl_nl: Pas %s toe op %s Archieven?

source: Note: If any of these options are unchecked, but are checked on the homepage, they will be output regardless.
nl_nl: Noteer: Wanneer een van deze opties niet is aangevinkt, maar toch actief is op de home pagina, dan worden ze toch geactiveerd.

source: Post Dates
nl_nl: Bericht Data

source: Link Relationships
nl_nl: Link Relaties

source: Site Shortlink Settings
nl_nl: Site Shortlink Instellingen

source: The shortlink tag might have some use for 3rd party service discoverability, but it has little to no SEO value whatsoever.
nl_nl: De shortlink tag wordt soms gebruikt door 3de partijen, maar het heeft weinig tot geen SEO waarde hoe dan ook.

source: Include shortlink tag?
nl_nl: Voeg shortlink tag toe?

source: Output Meta Tags
nl_nl: Meta Tags Inschakelen

source: Output various meta tags for social site integration, among other 3rd party services.
nl_nl: Schakel verschillende meta tags in voor sociale site integratie, met onder andere andere 3e partij diensten.

source: Output Open Graph meta tags?
nl_nl: Open Graph meta tags inschakelen?

source: Facebook, Twitter, Pinterest and many other social sites make use of these tags.
nl_nl: Facebook, Twitter, Pinterest en vele andere sociale sites maken gebruik van deze tags.

source: Output Facebook meta tags?
nl_nl: Facebook meta tags inschakelen?

source: Output various tags targetted at %s.
nl_nl: Schakel tags in gericht op %s.

source: Output Twitter meta tags?
nl_nl: Twitter meta tags inschakelen?

# Example Facebook Personal URL
source: http://www.facebook.com/YourPersonalProfile
nl_nl: http://www.facebook.com/JouwPersoonlijkeProfiel

# Example Verified Facebook Business URL
source: http://www.facebook.com/YourVerifiedBusinessProfile
nl_nl: http://www.facebook.com/JouwGeverifieerdeBedrijfProfiel

source: Default Facebook Integration Settings
nl_nl: Standaard Facebook Integratie Instellingen

source: Facebook post sharing works mostly through Open Graph. However, you can also link your Business and Personal Facebook pages, among various other options.
nl_nl: Facebook bericht delen werkt meestal via Open Graph. Maar je kan ook jouw Zakelijke en Persoonlijke Facebook pagina&#39s verbinden, samen met verschillende andere opties.

source: When these options are filled in, Facebook might link your Facebook Profiles to be followed and liked when your post or page is shared.
nl_nl: Wanneer deze opties ingevuld zijn, kan Facebook misschien jouw Facebook Profielen linken om gevolgd en leuk gevonden te worden wanneer jouw bericht of pagina gedeeld wordt.

source: Article Author Facebook URL
nl_nl: Artikel Auteur Facebook URL

source: Your Facebook profile.
nl_nl: Jouw Facebook profiel.

source: Article Publisher Facebook URL
nl_nl: Artikel Uitgever Facebook URL

source: To use this, you need to be a verified business.
nl_nl: Om dit te gebruiken, moet je een geverifieerde bedrijf zijn.

source: Get Facebook App ID
nl_nl: Verkrijg Facebook App ID

# Twitter @username
source: @your-site-username
nl_nl: @jouw-site-gebruikersnaam

# Twitter @username
source: @your-personal-username
nl_nl: @jouw-persoonlijke-gebruikersnaam

source: Default Twitter Integration Settings
nl_nl: Standaard Twitter Integratie Instellingen

source: Twitter post sharing works mostly through Open Graph. However, you can also link your Business and Personal Twitter pages, among various other options.
nl_nl: Twitter post delen werkt meestal via Open Graph. Maar, je kan echter ook jouw Zakelijke en Persoonlijke Twitter pagina&#39s verbinden, samen met verschillende andere opties.

source: Twitter Card Type
nl_nl: Twitter Kaart Type

source: What kind of Twitter card would you like to use? It will default to %s if no image is found.
nl_nl: Wat voor soort Twitter kaart zou je willen gebruiken? Het gebruikt %s als er geen afbeelding is gevonden.

source: Example
nl_nl: Voorbeeld

source: When the following options are filled in, Twitter might link your Twitter Site or Personal Profile when your post or page is shared.
nl_nl: Wanneer de volgende opties ingevuld zijn, kan Twitter misschien een koppeling maken met jouw Twitter Site of Persoonlijke Profiel wanneer jouw post of pagina wordt gedeeld.

source: Your Website's Twitter Profile
nl_nl: Jouw Website's Twitter Profiel

source: Find your @username
nl_nl: Vind jouw @gebruikersnaam

source: Your Personal Twitter Profile
nl_nl: Jouw Persoonlijke Twitter Profiel

source: Pages
nl_nl: Pagina's

source: Posts
nl_nl: Berichten

source: Post Dates Settings
nl_nl: Bericht Data Instellingen

source: Some Search Engines output the publishing date and modified date next to the search results. These help search engines find new content and could impact SEO value.
nl_nl: Sommige Zoek Machines laten de publicatie datum en modificatie datum zien naast de zoek resultaten. Dezen helpen zoek machines nieuwe inhoud te vinden en kan SEO waarde be&#239;nvloeden.

source: It's recommended on posts, it's not recommended on pages unless you modify or create new pages frequently.
nl_nl: Het is aanbevolen op berichten, het is niet aanbevolen op pagina's tenzij je vaak pagina's wijzigt of toevoegt.

source: Add %s to %s?
nl_nl: Voeg %s toe aan %s?

source: Because you only publish the home page once, Search Engines might think your site is outdated. This can be prevented by disabling the following options.
nl_nl: Omdat je de home pagina eenmalig publiceert, denken Zoekmachines misschien dat jouw site is verouderd. Dit kan worden voorkomen door het uitschakelen van de volgende opties.

source: Add %s to the %s?
nl_nl: Voeg %s toe aan %s?

source: Link Relationship Settings
nl_nl: Link Relatie Instellingen

source: Some Search Engines look for relations between content of your pages. If you have multiple pages for a single Post or Page, or have archives indexed, this option will help Search Engines look for the right page to display in the Search Results.
nl_nl: Sommige Zoek Machines zoeken naar relaties tussen inhoud van jouw pagina's. Als je meerdere pagina's hebt voor een enkele Bericht of Pagina, of je hebt Archieven geindexeerd, zal deze optie Zoek Machines helpen om de juiste pagina's te vertonen in de Zoek Resultaten.

source: It's recommended to turn this option on for better SEO consistency and to prevent duplicated content errors.
nl_nl: Het is aanbevolen om deze optie aan te zetten voor betere SEO samenhang en om inhoud duplicatie fouten te voorkomen.

source: Add %s link tags to Posts and Pages?
nl_nl: Voeg %s link tags toe aan Berichten en Pagina's?

source: Add %s link tags to Archives?
nl_nl: Voeg %s link tags toe aan Archieven?

source: Webmaster Integration Settings
nl_nl: Webmaster Integratie Instellingen

source: When adding your site to Google or Bing Webmaster Tools, you'll be asked to add a code or file to your site for verification purposes. These options will help you easily integrate those codes.
nl_nl: Wanneer je jouw site aan Google of Bing Webmaster Tools toevoegt, word je gevraagtd om een code of bestand aan jouw website toe te voegen voor verificatie doeleinden. Deze opties zullen jou helpen gemakkelijk deze codes te integreren.

source: Verifying your website has no SEO value whatsoever. But you might gain added benefits such as search ranking insights to help you improve your Website's content.
nl_nl: Jouw website verifi&euml;ren heeft geen enkele SEO waarde. Maar je kan misschien extra voordelen krijgen zoals inzicht op plaatsing om je te helpen jouw Website's inhoud te verbeteren.

source: Google Webmaster Verification Code
nl_nl: Google Webmaster Verificatie Code

source: Get the Google Verification code.
nl_nl: Verkrijg de Google Verificatie Code

source: Bing Webmaster Verification Code
nl_nl: Bing Webmaster Verificatie Code

source: Get Bing Verification Code
nl_nl: Verkrijg Bing Verificatie Code

source: The Knowledge Graph lets Google and other Search Engines know where to find you or your organization and its relevant content.
nl_nl: De Kennis Grafiek laat Google en andere Zoekmachines weten waar ze jou of jouw organisatie en hun relevante inhoud kunnen vinden.

source: Google is becoming more of an 'Answer Engine' than a 'Search Engine'. Setting up these options has a huge positive impact on the SEO value of your website.
nl_nl: Google begint meer een 'Antwoordmachine' te worden dan een 'Zoek Machine'. Het instellen van deze opties heeft een enorm postitieve impact op de SEO waarde van jouw website.

source: Output Knowledge tags?
nl_nl: Kennis tags inschakelen?

source: Use the Favicon from Customizer as Organization Logo?
nl_nl: De Favicon van Customizer als organisatie Logo gebruiken?

source: This option only has effect when this site represents an Organization. If left disabled, Search Engines will look elsewhere for a logo, if it exists and is assigned as a logo.
nl_nl: Deze optie heeft alleen effect wanneer deze site een Organisatie representeert. Wanneer het uitgeschakeld staat, zullen Zoekmachines ergens anders zoeken naar een logo, als het bestaat en toegewezen is als een logo.

source: About this website
nl_nl: Over deze website

source: About who or what is your website?
nl_nl: Over wie of wat is jouw website?

# ...Organization or Person.
source: This website represents:
nl_nl: Deze website representeert:

source: An Organization
nl_nl: Een Organisatie

source: A Person
nl_nl: Een Persoon

source: The organization or personal name
nl_nl: De organisatie of persoonlijke naam

source: Social Pages connected to this website
nl_nl: Sociale Pagina's verbonden aan deze website

source: Don't have a page at a site or is the profile only privately accessible? Leave that field empty. Unsure? Fill it in anyway.
nl_nl: Heb je geen pagina op de site of is het profiel alleen priv&#233; toegankelijk? Laat het veld leeg. Onzeker? Voeg het dan toch toe.

source: Add the link that leads directly to the social page of this website.
nl_nl: Voeg een link dat direct leidt naar de sociale pagina van deze website.

# Example link placeholder for a social profile
source: RelatedProfile
nl_nl: GerelateerdProfiel

# Social Profile
source: Profile
nl_nl: Profiel

source: Permalink settings
nl_nl: Permalink instellingen

# The sitemap can be found %s.
source: here
nl_nl: hier

source: You're using the default permalink structure.
nl_nl: U gebruikt de standaard permalink structuur.

source: This means we can't output the sitemap through WordPress rewrite.
nl_nl: Dit betekent dat we kunnen niet de output van de sitemaps door middel van WordPress herschrijven.

# %s = here
source: Change your permalink settings %s (we recommend 'postname').
nl_nl: Pas jouw permalink settings %s aan (wij bevelen 'berichtnaam' aan).

source: Timestamps
nl_nl: Tijdstempels

source: Sitemap Integration Settings
nl_nl: Webmaster Integratie Instellingen
